import images from "../images/photo1.jpg";

export const _albums = images;


export const _messages = [
    "งายเด็ก วันนี้ครบรอบที่คบกันมา 4 ปีแล้ว อันนี้เค้าก็ตั้งใจทำมันมาหลายวันแล้ว เเอบอ้วนทำ 55555 ต้องคอยปิดกลัวอ้วนรู้ เค้าอยากให้เป็นเหมือนทบทวนเวลาที่ผ่านมา",
    "เราอยู่ด้วยกันมานานมากเลย รู้จักตั้งเเต่ ปวช. จนตอนนี้ก็อยู่มหาลัยเดียวกัน ใช้ชีวิตด้วยกัน เค้าก็อยากบอกอ้วนเสมอว่าเค้ารักอ้วนมาก ไม่มีวันไหนที่รักน้อยลงเลย มีเเต่มากขึ้นทุกวัน",
    "เค้ามีความสุขมากที่ได้อยู่กับเธอ ได้รู้จักเธอ ได้เติบโตมาด้วยกัน ที่ผ่านมาอาจจะมีทะเลาะกันบ้างเเต่เเน่นอนว่าเราก็ปรับกันมาได้จนถึงทุกวันนี้ เค้าก็อยากมีเธอ",
    "เเบบนี้ไปเรื่อยๆ มีปัญหาอะไรก็ช่วยกันปรับเเละเเก้ไขต่อไป รักกันเเบบนี้ไปนานๆนะคะ เค้ารักเธอมากนะ",
];

export const _birthdayMessages = [
    "สุขสันต์วันเกิดนะคะ!",
    "วันนี้เป็นวันที่พิเศษสำหรับเรามากๆเลย",
    "ขอบคุณสำหรับทุกสิ่งที่เธอทำให้ ทุกความรู้สึกดีๆ ที่เรามีร่วมกัน ไม่ว่าจะเป็นวันธรรมดาหรือวันที่เราผ่านเรื่องยากๆ มาด้วยกัน",
    "เธอทำให้เรารู้สึกว่า “โลกนี้” มันไม่ยากเลย ไม่ว่าจะเจออุปสรรคอะไรหนักหนาแค่ไหน เราก็ยังมีเธอเป็นพลังใจให้เสมอ เราอยากให้ปีนี้เป็นปีที่เต็มไปด้วยความสุข ความสมหวังในทุกสิ่งที่เธอตั้งใจ",
    "ขอให้ทุกความฝันของเธอเป็นจริง และเราจะอยู่ข้างเธอเสมอ ในทุกความสำเร็จและทุกความท้าทายนะ เราดีใจมากๆที่ได้เป็นส่วนหนึ่งในชีวิตของเธอ รักเธอนะคะ",
    "สุขสันต์วันเกิดอีกครั้งค่ะ",
];
